/* Midi In tool popUpButton */
"Edit Virtual Inputs..." = "Éditer les entrées virtuelles...";
/* Midi Out tool popUpButton*/
"Edit Virtual Outputs..." = "Éditer les sorties virtuelles...";
/* pitchRangeString */
"half step"  = "Demi-ton";
"half steps" = "Demi-tons";
/* MidiPipe virtual ports*/
"Input" = "Entrée";
"Output" = "Sortie";
/* toolGroupPopUp */
"All" = "Tous";
// Input -> MidiPipe virtual ports
// Output -> MidiPipe virtual ports
"Modifier" = "Modificateur";
/* default save name */
"MyPipe" = "Mon pipe";
/* update check */
"Your software is up-to-date" = "Votre logiciel est à jour";
"OK" = "OK";
"You have the most recent version of MidiPipe." = "Vous avez la version de MidiPipe la plus récente.";
"A new version is available" = "Une nouvelle version est disponible";
"Later" = "Plus tard";
"A new version of MidiPipe is available" = "Une nouvelle version de MidiPipe est disponible";
"To promote further development of MidiPipe, please make a donation. Thank you for your support." = "Pour promouvoir le développement de MidiPipe, vous pouvez faire une offrande. Merci pour votre participation.";
"Would you like to download the new version now?" = "Voulez-vous télécharge la nouvelle version maintenant ?";
"Check for update failed!" = "La vérification de mise à jour a échoué !";
"Maybe there is a problem with your internet connection. Please try again later." = "Il y a probablement un problème avec votre connexion Internet Réessayez plus tard.";
/* quit app */
"Quit" = "Quitter";
"Cancel" = "Annuler";
"Are you sure?" = "Êtes-vous sûr ?";
/* OS X version check */
"Wrong version" = "Mauvaise version";
"I'll update and will be back soon ..." = "La mise à jour va s'effectuer, patientez ...";
/* MIDI loop protection */
"MIDI Loop detected!" = "Une boucle MIDI a été détectée !";
"\"MIDI Out\" tool is now disabled. Please check your MIDI setup and then reenable \"MIDI Out\" tool." = "L'outil \"MIDI Out\" est désactivé. Vérifiez votre configuration MIDI et réactivez l'outil \"MIDI Out\".";
// OK -> update check
/* Pipe */
"unnamed pipe" = "Pipe sans nom";
/* ScaleList */
"Equal Tempered" = "Gamme tempérée";
"User Scale" = "Échelle utilisateur";
/* MicroTuner */
"Just Major" = "Majeure juste";
"Mean-Tone" = "Ton moyen";
"Pythagorean" = "pythagoricien";
/* Message Filter */
"Channel" = "Canal";
/* KeyMapper */
"filter out" = "filtre de sortie";
/* AList */
"dec" = "déc";
"hex" = "hex";
/* AppleScriptTrigger */
"compiled" = "compilé";
"contains errors" = "contient des erreurs";
"not compiled" = "non compilé";
/* Midi In */
"Offline" = "Hors-ligne";
"Hijacked" = "détourné";
/* Midi Out */
// Offline -> Midi In
/* Transpose */
"unchanged" = "inchangé";


